---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.LoadType.Line
enum: Autodesk.Revit.DB.Structure.LoadType
zh: 线、直线
source: html/aa403515-9f27-5941-bd26-e7736078cd18.htm
---
# Autodesk.Revit.DB.Structure.LoadType.Line

**中文**: 线、直线

Line Load